using System;

namespace _CNG__Calculator
{
    class Help
    {
        public void Can()
        {
            StartMain start = new StartMain();
            Console.WriteLine
                ("<+> - Сумма" +
                "\n<-> - Разность" +
                "\n<*> - Умножение" +
                "\n</> - Деление" +
                "\n<1> || <Step> - Степени" +
                "\n<2> || <Ko>- Корни" +
                "\n<3> - Синусы" +
                "\n<4> - Косинусы" +
                "\n<5> - Тангенсы" +
                "\n<6> - Котангенсы" +
                "\n<7> - Факториал" +
                "\n<8> - Квадратное Уравнение" +
                "\n<9> - Нахождение сторон Прям.Треугольника(Теорема Пифагора)" +
                "\n<10> - Переводы чисел из разных систем счесления \n");
            start.StartM();
        }
    }
}
